Overload List
Name  |   Description
GetCenterlineCurves(Boolean, Boolean, Boolean)   |     Obsolete.
 A chain of curves representing the centerline of the rebar.
GetCenterlineCurves(Boolean, Boolean, Boolean, MultiplanarOption)   |     Obsolete.
 A chain of curves representing the centerline of the rebar.
GetCenterlineCurves(Boolean, Boolean, Boolean, MultiplanarOption, Int32)
 A chain of curves representing the centerline of the rebar.
 See Also
  Rebar Class
  Rebar Members
  Autodesk.Revit.DB.Structure Namespace